{
  "mitzvot": [
    {
      "id": "cloud1",
      "text": "Pray for G-d to give you and all of Am Yisrael (all of the Jewish people) abundant wealth and parnassa (livelihood), so that no one is financially stressed. The rabbis teach that when you pray for Am Yisrael as a whole and not just yourself, your prayer is more likely to be answered!",
      "links": []
    },
    {
      "id": "cloud2",
      "text": "Pray for something you really want 20 times in a row. Rabbis tell us that sometimes we don't get answered because we haven't prayed enough for something. Before you pray, be sure to 1. Praise G-d and then 2. thank G-d for something, as this helps open the gates of prayer.",
      "links": []
    },
    {
      "id": "cloud3",
      "text": "Learn about self-control! 💪 Ever heard of a Nazirite? They're like spiritual superheroes who take a special vow to abstain from wine, grapes, and haircuts! Intrigued? Dive into the details of this unique vow and discover how it can boost your inner strength. What areas of your life could use a little self-discipline boost? (Nezirut 1:1)",
      "links": [
        {
          "displayText": "Nezirut - Chapter 1",
          "url": "https://www.chabad.org/library/article_cdo/aid/983585/jewish/Nezirut-Chapter-1.htm"
        }
      ]
    },
    {
      "id": "cloud4",
      "text": "Imagine Life as a Jewish King! 👑 Discover the fascinating laws of Jewish kings! Did you know a king couldn't have too many wives (only 18!), or horses (so he wouldn't rely on earthly power)? Explore the responsibilities and restrictions of this unique role. The king was meant to be a spiritual leader, well-versed in Torah, and a just judge. Consider the qualities that make a good leader – humility, wisdom, and compassion – and how you might apply those qualities in your own life, even in small ways.",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://www.chabad.org/library/article_cdo/aid/1188345/jewish/Melachim-uMilchamot-Chapter-1.htm"
        }
      ]
    },
    {
      "id": "cloud5",
      "text": "Experience the Sukkah Spirit! 🏠 Explore the laws of sleeping in a sukkah on Sukkot! It's kind of like camping, but with a spiritual twist! Learn about this unique mitzvah and what it symbolizes. The sukkah, a temporary dwelling, reminds us of the fragility of life and the importance of trusting in G-d's protection. It also commemorates the Israelites' wandering in the desert, sheltered by Clouds of Glory provided by G-d Himself. Reflect on the themes of impermanence and Divine protection that the sukkah represents, even if you can't build a full one yourself right now. Did you know? The rabbis teach us that inside a kosher sukkah, the Shechinah (G-d's presence) comes and dwells with us! No wonder it's so many Jews' favorite holiday!",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://www.chabad.org/library/article_cdo/aid/609535/jewish/What-Is-a-Sukkah.htm"
        }
      ]
    },
    {
      "id": "cloud6",
      "text": "Explore the Sounds of the Shofar! 🎺 Learn about the awesome mitzvah of blowing the Shofar on Rosh Hashanah! It's not just a loud noise; it's a wake-up call for our souls! The Shofar's blasts are symbolic: tekiyah, a long, unbroken blast, represents the simple, unified call to repentance. Shevarim, three shorter blasts, evoke slow sobbing: brokenness and regret for our shortcomings. Teruah, a series of at least 9 rapid staccato blasts, signifies a desperate plea for divine mercy. Imagine these sounds, and reflect on what they might mean coming from a shofar on the Day of Judgement (Rosh Hashanah).",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://www.chabad.org/library/article_cdo/aid/4837/jewish/Shofar.htm"
        }
      ]
    },
    {
      "id": "cloud7",
      "text": "Honor Your Parents - It's a Big Deal! 👨‍👩‍👧‍👦 Learn about the incredibly important mitzvah of honoring your father and mother! It's one of the Ten Commandments, and it's a way to show gratitude for all they've done for you. It's not just about saying thank you; it's about respecting them, caring for them in their old age, and making them proud. Think about one specific thing you can do today to show your parents how much you appreciate them. Did you know? Honoring parents applies even if they've passed on to the next world!",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://www.chabad.org/library/article_cdo/aid/607328/jewish/Honoring-Mom-Dad.htm"
        }
      ]
    },
    {
      "id": "cloud8",
      "text": "Learn about #1 of the Mitzvot Temidiot (Constant Mitzvot)! Did you know there are six special mitzvot you can fulfill every single moment, no matter where you are or what you're doing? The first one is to know there is a G-d! Take a moment right now to look around you and recognize the incredible evidence of G-d's existence - from the complexity of your own body to the vastness of the universe. Remember, this isn't just about believing - it's about knowing and recognizing that G-d not only created everything but is actively involved in running the world right now!",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://outorah.org/p/60264/"
        }
      ]
    },
    {
      "id": "cloud9",
      "text": "Discover #2 of the Constant Mitzvot! Right now, wherever you are, you can fulfill the mitzvah of not believing in any other powers besides G-d. Think about it - every single thing in existence, from the mightiest angel to the tiniest atom, is completely under G-d's control. Nothing can act without His permission! Take a moment to recognize that everything happening around you right now is directly from G-d, with no intermediary powers.",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://outorah.org/p/60264/"
        }
      ]
    },
    {
      "id": "cloud10",
      "text": "Explore #3 of the Constant Mitzvot! Let's delve into the profound mitzvah of knowing that G-d is One. This isn't just about numbers - it means understanding that G-d is completely unique, with no divisions or parts. He exists beyond time and space! When you say the Shema, try to focus on this deep truth. Remember, you can fulfill this mitzvah any time by contemplating G-d's absolute unity. Cool fact: this is why we close our eyes during the first line of Shema - to focus completely on this concept!",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://outorah.org/p/60264/"
        }
      ]
    },
    {
      "id": "cloud11",
      "text": "Experience #4 of the Constant Mitzvot! Right now, you can fulfill the beautiful mitzvah of loving G-d. Think about all the incredible things G-d does for you every single moment - from keeping your heart beating to orchestrating every detail of your life for your absolute best. The more you recognize these things, the more natural it becomes to feel love and appreciation for G-d. Try listing five things right now that G-d has done for you today!",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://outorah.org/p/60264/"
        }
      ]
    },
    {
      "id": "cloud12",
      "text": "Contemplate #5 of the Constant Mitzvot! Every moment is an opportunity to fulfill the mitzvah of being in awe of G-d. Imagine standing at the foot of Mount Sinai or witnessing the splitting of the sea - that's the kind of awe we can tap into! Remember that everything you do matters to G-d, and every action has real spiritual consequences. This awareness helps us make better choices and stay connected to what's truly important.",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://outorah.org/p/60264/"
        }
      ]
    },
    {
      "id": "cloud13",
      "text": "Master #6 of the Constant Mitzvot! Here's a powerful one you can work on right now - not being led astray by desires that pull you away from Torah. When you notice yourself being drawn toward something that doesn't align with Torah values, or when you find your mind wandering toward non-Torah philosophies, you have an opportunity to fulfill this mitzvah! Remember, staying focused on Torah and its rewards is the key to true happiness.",
      "links": [
        {
          "displayText": "Learn More",
          "url": "https://outorah.org/p/60264/"
        }
      ]
    },
    {
      "id": "cloud14",
      "text": "Be careful with your body, mind, soul, and spirit.\n-Submitted by Dydy",
      "links": []
    },
    {
      "id": "cloud15",
      "text": "(Say the) Shema\n-Submitted by Anonymous",
      "links": []
    },
    {
      "id": "cloud16",
      "text": "Practice hitbodedut — talk to G-d in your own words! 🌳 Did you know Rabbi Nachman called this the 'highest level' of prayer? He taught that you should set aside time (ideally in a field or forest!) to speak privately to G-d like you would with your best friend. Pour out your heart in your native language about anything — worries, dreams, gratitude, questions. Rabbi Nachman said this practice 'rises to a very high place' and creates tremendous spiritual delight! Even 5-10 minutes can transform your day.",
      "links": [
        {
          "displayText": "Likutei Moharan II:25",
          "url": "https://www.sefaria.org/Likutey_Moharan_II.25"
        },
        {
          "displayText": "Hitbodedut Overview",
          "url": "https://breslov.org/hisbodedus/"
        }
      ]
    },
    {
      "id": "cloud17",
      "text": "Find the good point — practice Azamra! 🎵 Here's one of Rabbi Nachman's most famous teachings: Even in someone who seems completely lost, you must search until you find some small spark of good in them. By focusing on that single point of goodness, you can judge them favorably and actually help elevate them spiritually! 'Azamra' means 'I will sing' — by finding the good, you're playing a melody to G-d. Try this today: Pick someone (or even yourself!) and identify one genuinely good quality. Watch how it changes your perspective!",
      "links": [
        {
          "displayText": "Likutei Moharan I:282",
          "url": "https://www.sefaria.org/Likutei_Moharan.282"
        },
        {
          "displayText": "The Good Points - Azamra",
          "url": "https://breslov.org/the-good-points-azamra/"
        }
      ]
    },
    {
      "id": "cloud18",
      "text": "Serve G-d with joy — simcha is essential! 😊 In Likutei Moharan lesson 24, Rabbi Nachman teaches that performing mitzvot with joy elevates them to the highest spiritual levels and connects them to the Keter (the crown of creation)! He said that whenever you feel stuck and want to move forward in life, joy is the key. Today's mission: Do one mitzvah with extra happiness — smile while giving tzedakah, sing while studying Torah, or dance after praying. Rabbi Nachman taught that joy is not optional — it's how we access spiritual growth!",
      "links": [
        {
          "displayText": "The Joyous Infinite Light",
          "url": "https://breslov.org/the-joyous-infinite-light/"
        },
        {
          "displayText": "Likutei Moharan 24",
          "url": "https://www.sefaria.org/Likutey_Moharan.24"
        }
      ]
    },
    {
      "id": "cloud19",
      "text": "Remember: there is NO despair in the world at all! 💪 Rabbi Nachman's most famous declaration — 'Ein shum ye'ush ba'olam klal' — reminds us that no matter how far someone has fallen, they can always return to G-d. Every mistake can be fixed, every challenge has a solution, and renewal is always possible! When you feel discouraged today, repeat this phrase out loud in Hebrew or English and let it give you strength. Rabbi Nachman based this on deep kabbalah: despair assumes your situation is permanent, but that fundamentally misunderstands reality. Redemption can happen in the blink of an eye!",
      "links": [
        {
          "displayText": "Never Despair",
          "url": "https://breslov.org/never-despair/"
        },
        {
          "displayText": "The Essential Rabbi Nachman",
          "url": "https://azamra.org/Essential/"
        }
      ]
    },
    {
      "id": "cloud20",
      "text": "Recite the Tikkun HaKlali — Rabbi Nachman's ten psalms! 📖 Rabbi Nachman revealed a specific spiritual remedy consisting of ten chapters of Tehillim (Psalms 16, 32, 41, 42, 59, 77, 90, 105, 137, 150). He said this collection has the power to rectify the soul and nullify spiritual impurity. Even though it seems simple to recite ten psalms, Rabbi Nachman said the revelation of this remedy is 'a very wonderful and awesome rectification' that remained hidden from the time of Creation! You can say these psalms anytime you need spiritual cleansing or strength.",
      "links": [
        {
          "displayText": "The Ten Psalms - Tikkun HaKlali",
          "url": "https://breslov.org/the-ten-psalms/"
        },
        {
          "displayText": "Tehillim Text",
          "url": "https://www.sefaria.org/Psalms"
        }
      ]
    },
    {
      "id": "cloud21",
      "text": "Give tzedakah before prayer and Torah study! 💰 Breslov and other great sages taught that giving charity opens the gates of compassion and elevates your spiritual work. Rabbi Nachman connected tzedakah to mystical light — every act of giving is a channel through which divine illumination flows into the world! Even a small coin given with a good heart has immense spiritual value. Before your next prayer session or learning, drop a coin in a tzedakah box and watch how it transforms your connection to G-d.",
      "links": [
        {
          "displayText": "Charity Benefits the Giver",
          "url": "https://breslov.org/charity-also-benefits-the-giver/"
        },
        {
          "displayText": "Laws of Tzedakah",
          "url": "https://www.chabad.org/library/article_cdo/aid/4565/jewish/Charity-Tzedakah.htm"
        }
      ]
    },
    {
      "id": "cloud22",
      "text": "Study one chapter of Pirkei Avot this week! 📚 Ethics of the Fathers contains timeless wisdom for daily life and character development. Each short teaching offers practical guidance on being a good person, treating others with kindness, and serving G-d with humility. Pick your favorite mishnah from any chapter and reflect on how you can apply it today. These teachings have shaped Jewish values for over 2,000 years!",
      "links": [
        {
          "displayText": "Pirkei Avot",
          "url": "https://www.sefaria.org/Pirkei_Avot"
        }
      ]
    },
    {
      "id": "cloud23",
      "text": "Turn your worries into prayers! 🕊️ Rabbi Nachman taught a revolutionary approach to anxiety: instead of dwelling on worried thoughts, transform them into conversations with G-d through hitbodedut. Whatever is bothering you — big or small — speak to Hashem about it in your own words. This practice takes negative energy and redirects it toward spiritual growth and Divine connection. Try it right now: take one worry and talk it through with G-d out loud!",
      "links": [
        {
          "displayText": "Hitbodedut Practice",
          "url": "https://breslov.org/hisbodedus/"
        }
      ]
    },
    {
      "id": "cloud24",
      "text": "Express gratitude out loud to G-d! 🙏 Rabbi Nachman and many sages emphasized that thanking Hashem for everything — even difficulties — transforms harsh judgments into mercy and opens spiritual gates. Right now, say 'Thank You, Hashem!' for three specific things in your life. Speaking gratitude aloud creates a powerful spiritual channel. Make it detailed: instead of 'thanks for food,' try 'thank You for the delicious breakfast I had this morning that gave me energy and all the amazing flavors infused in it!'",
      "links": [
        {
          "displayText": "Breslov on Gratitude",
          "url": "https://breslov.org/physical-and-spiritual/"
        }
      ]
    },
    {
      "id": "cloud25",
      "text": "Learn one halacha (Jewish law) daily! 📖 The Sages teach that consistent Torah learning — even just one law per day — keeps you connected to G-d and His wisdom throughout your life. Pick a topic you're curious about: Shabbat laws, blessings, business ethics, kashrut, or interpersonal conduct. Small, steady learning builds an unshakable foundation! Did you know? Daily Torah study is considered one of the acts that 'has no measure' — its reward is infinite.",
      "links": [
        {
          "displayText": "Daily Halacha",
          "url": "https://www.chabad.org/dailystudy/default_cdo/jewish/Daily-Studies.htm"
        }
      ]
    },
    {
      "id": "cloud26",
      "text": "Learn about how to light Shabbat candles! 🕯️ Bring peace and holiness into your home by lighting candles before sunset on Friday. This beautiful mitzvah ushers in Shabbat. The Torah says Shabbat is a sign and a reminder of the work of creation. Jewish people can totally elevate their souls every Friday night and Saturday day. If you already observe Shabbat, make sure you're doing it correctly! Did you know? We wave our hands and cover our eyes after lighting Shabbat candles to solve a unique timing issue. Normally, blessings come before performing a mitzvah, but saying the blessing would usher in Shabbat and make lighting forbidden. So the solution is to light first, cover your eyes (postponing your enjoyment of the candlelight which is another mitzvah), recite the blessing, then uncover your eyes to experience the candles for the first time after the blessing. It's as close as we can get to saying the blessing beforehand!​",
      "links": [
        {
          "displayText": "How to Light Shabbat Candles",
          "url": "https://www.chabad.org/library/article_cdo/aid/110394/jewish/How-to-Light-Shabbat-Candles.htm"
        }
      ]
    },
    {
      "id": "cloud27",
      "text": "Say a kind word to someone who needs it! 👂 A smile or a gentle word can brighten someone's day immeasurably. The sages teach that greeting people with warmth and kindness is a daily mitzvah. Who can you uplift today, even with a simple 'Shalom'?",
      "links": [
        {
          "displayText": "The Gift of a Smile",
          "url": "https://www.chabad.org/library/article_cdo/aid/5554080/jewish/The-Gift-That-Keeps-Giving-A-Genuine-Smile.htm"
        }
      ]
    },
    {
      "id": "cloud28",
      "text": "Recycle or avoid wasting! 🌍 Protecting G-d's world is a mitzvah. The Torah prohibits wanton destruction (bal tashchit). When you recycle, reuse, or avoid unnecessary waste, you honor creation and do something deeply Jewish.",
      "links": [
        {
          "displayText": "Judaism and Bal Tashchit",
          "url": "https://www.chabad.org/library/article_cdo/aid/1892179/jewish/Judaism-and-Environmentalism-Bal-Tashchit.htm"
        }
      ]
    },
    {
      "id": "cloud29",
      "text": "Return a lost item! 🔑 If you found something that isn't yours, do your best to return it. The Torah's commandment to return lost objects helps foster trust and kindness in society — a simple act, a great mitzvah. If you don't have anything you need to return, learn about the mitzvah itself!",
      "links": [
        {
          "displayText": "Returning Lost Objects",
          "url": "https://www.chabad.org/library/article_cdo/aid/2399213/jewish/How-Far-Do-I-Need-to-Go-to-Return-a-Lost-Object.htm"
        }
      ]
    },
    {
      "id": "cloud30",
      "text": "Visit or call someone who is sick! 🤝 The mitzvah of Bikur Cholim is about caring for others in their time of need. Even a call or message counts — bring comfort, hope, and companionship to someone who could use it. If no one needs cheering up, learn about this mitz!",
      "links": [
        {
          "displayText": "Bikur Cholim: Visiting the Sick",
          "url": "https://www.chabad.org/library/article_cdo/aid/364284/jewish/Bikur-Cholim-Visiting-and-Praying-for-the-Sick.htm"
        }
      ]
    },
    {
      "id": "cloud31",
      "text": "Fulfill the mitzvah of mezuzot! 🚪 Don't have mezuzot on your doors yet? Get them affixed by someone knowledgeable! Already have them? Make sure they're checked by a sofer (scribe) — mezuzot should be inspected twice every seven years to ensure they remain kosher. Already checked? Touch the mezuzah when you pass through and kiss your fingers! This beautiful practice helps us remember that G-d is One and aids us in elevating ourselves from the physical realm to spiritual awareness. The mystics teach that when we touch the Name of G-d (Sha-dai) on the mezuzah and kiss our fingers, we connect to Divine protection and sanctify our comings and goings.",
      "links": [
        {
          "displayText": "Caring for Your Mezuzah",
          "url": "https://www.chabad.org/library/article_cdo/aid/256924/jewish/Caring-for-your-Mezuzah.htm"
        },
        {
          "displayText": "Why Kiss the Mezuzah?",
          "url": "https://aish.com/why_kiss_the_mezuzah/"
        }
      ]
    },
    {
      "id": "cloud32",
      "text": "Give tzedakah (charity) — even a small coin! 💸 If you see a tzedakah box, give what you can. The Torah teaches that every act of giving changes the world for the better, whether large or small.",
      "links": [
        {
          "displayText": "The Laws of Tzedakah",
          "url": "https://www.chabad.org/library/article_cdo/aid/4565/jewish/Charity-Tzedakah.htm"
        }
      ]
    },
    {
      "id": "cloud33",
      "text": "Study one line of the Torah today and REALLY GET IT. Read commentary and/or Rashi about it. Think about all the deeper meanings that could possibly lie within it. The sages teach us that the Torah contains both revealed AND hidden elements!",
      "links": [
        {
          "displayText": "Chumash",
          "url": "https://www.chabad.org/library/bible_cdo/aid/8165/showrashi/true"
        }
      ]
    },
    {
      "id": "cloud34",
      "text": "Make peace between people/groups/factions! 🕊️ Whether it's helping resolve an argument or encouraging acceptance, peacemaking is described as one of the greatest mitzvot. Look for a small opportunity to bring harmony today.",
      "links": [
        {
          "displayText": "Shalom Bayit: Peace in the Home",
          "url": "https://www.chabad.org/library/article_cdo/aid/4237482/jewish/Shalom-Bayit-Marital-Harmony.htm"
        }
      ]
    },
    {
      "id": "cloud35",
      "text": "Be careful with your speech! 👄 Lashon Hara (negative speech) is serious — aim to say only positive things, or better yet, hold back criticism today. Every word creates worlds. The Chofetz Chaim taught that guarding one's tongue from speaking negatively about others is one of the most powerful mitzvot, protecting us from harm and elevating our souls.",
      "links": [
        {
          "displayText": "Lashon Hara Laws",
          "url": "https://www.chabad.org/library/article_cdo/aid/922039/jewish/Lashon-Hara.htm"
        },
        {
          "displayText": "Guard Your Tongue",
          "url": "https://www.chabad.org/theJewishWoman/article_cdo/aid/3945244/jewish/Hold-Your-Tongue.htm"
        }
      ]
    }
  ]
}
